Repository: megacoder/sos-sma
Catalog: locale/*/LC_MESSAGES/sos.po
Languages: fr

source: Please enter your first initial and last name [%s]:
fr: Prière d'entrer votre première initiale et votre nom [%s]:

source: Please enter the case number that you are generating this report for:
fr: Prière de donner le numéro de ticket pour lequel vous avez généré ce rapport:

source: Creating compressed archive...
fr: Création de l'archive compressée en cours...

source: Your sosreport has been generated and saved in: %sVotre sosreport a été généré et copié dans: %s
fr: La somme md5sum est:

source: Please send this file to your support representative.
fr: Prière d'envoyer ce rapport à votre représentant de Support.

source: plugin %s does not validate, skipping
fr: plugin %s ne s'applique pas, desactivé

source: plugin %s skipped (--skip-plugins)
fr: plugin %s desactivé (--skip-plugins)

source: plugin %s is inactive (use -e or -o to enable).
fr: plugin %s a été desactivé (utiliser -e ou -o pour réactiver).

source: plugin %s not specified in --only-plugins list
fr: plugin %s non specifié dans la liste --only-plugins

source: plugin %s does not install, skipping
fr: Plugin %s ne s'installe pas, déscativé

source: could not load plugin %s
fr: Echec du chargement du plugin %s

source: processing options from plugin: %s
fr: Traitement des options du plugin: %s

source: no valid plugins found
fr: Aucun plugin valide trouvé

source: The following plugins are currently enabled:
fr: Les plugins suivants sont actuellement activés:

source: No plugin enabled.
fr: Aucun plugin activé.

source: The following plugins are currently disabled:
fr: Les plugins suivants sont actuellment déscativés:

source: The following plugin options are available:
fr: Les options de plugin suivantes sont disponibles:

source: No plugin options available.
fr: Pas d'options de plugin configurables.

source: sosreport requires root permissions to run.
fr: sosreport doit être lancé avec les privilèges root.

source: no valid plugins were enabled
fr: Aucun plugin valide n'a été activé

source: This utility will collect some detailed information about the hardware and setup of your Enterprise Linux system. The information is collected and an archive is packaged under /tmp, which you can send to a support rappresentative. This information will be used for diagnostic purposes ONLY and it will be considered confidential information. This process may take a while to complete. No changes will be made to your system. Press ENTER to continue, or CTRL-C to quit.
fr: Cet outil va collecter des informations détaillées sur le matériel et la configuration de votre système Enterprise Linux. Les informations seront assemblées dans une archive sous /tmp, que vous pouvez renvoyer à un représentant du Support Oracle. Oracle utilisera ces informations à fin d'anaylser les problèmes UNIQUEMENT et elles seront considérées comme confidentielles. Ce processus pourrait prendre du temps pour finir. Aucun changement ne sera apporté à votre système. Tapez ENTREE pour continuer, ou CTRL-C pour quitter. .

source: One or more plugins have detected a problem in your configuration.
fr: Un ou plusieurs plugins ont détecté un problème avec votre configuration.

source: Please review the following messages:
fr: Prière de vérifier les messages suivants:

source: Are you sure you would like to continue (y/n) ?
fr: Voulez vous continuer (y/n)?

source: Y
fr: O

source: y
fr: o
